# Question 1

question_1_name = 'Что значит песня под ключ и что входит в сертификат?'
question_1_answer = 'Песня под ключ — это получение готового продукта за фиксированную стоимость, без каких либо дополнительных затрат. В сертификат входит все необходимое для создания композиции:<br><ul><li>Запись песен на готовые минуса, студия предоставляет минусовки.</li><li>Аренда студии</li><li>Чистка, тюнинг и монтаж вокала</li><li>Сведение</li><li>Мастеринг</li></ul>'

question_1 = {
    'name': question_1_name,
    'answer': question_1_answer,
}

# Question 2

question_2_name = 'Что мне делать, если я не умею петь?'
question_2_answer = 'Мы поможем вам подобрать материал и найти любую фонограмму.<br><br>Неважно, профессионал вы или любитель, мы поможем скорректировать ваш вокал. Отличительная особенность нашей компании — все наши звукорежиссеры имеют вокальное образование — поэтому вы не останетесь одни, команда наших профессионалов поможет вам исполнить песню на максимуме своих возможностей, а с помощью современных технологий звукозаписи мы уже доведем вашу песню до совершенства. Главное — спеть от души.'

question_2 = {
    'name': question_2_name,
    'answer': question_2_answer,
}

# Question 3

question_3_name = 'Есть ли у вас педагог по вокалу?'
question_3_answer = 'Конечно! Вы можете взять один или несколько уроков по вокалу. Разобрать с педагогом все необходимые моменты в песне, интонацию, ритмику, дыхание. Научиться распеваться. Так же вы можете распеться с педагогом непосредственно перед записью и во время записи педагог будет находиться рядом с вами, подсказывать, помогать и направлять и вдохновлять вас.'

question_3 = {
    'name': question_3_name,
    'answer': question_3_answer,
}

# Question 4

question_4_name = 'Если что-то не понравилось в песне?'
question_4_answer = 'Каждая наша работа — это творческий процесс. Так как все делается в ручную, человеческие фактор может присутствовать. Поэтому каждый сертификат включает себя правки, мы учтем все ваши пожелания.'

question_4 = {
    'name': question_4_name,
    'answer': question_4_answer,
}

# Question 5

question_5_name = 'Если я хочу переделать слова в песне?'
question_5_answer = 'Конечно вы можете это сделать самостоятельно и приехать уже с вашими словами в студию и записаться. Так же мы предоставляем услугу по написанию и редакции текста.'

question_5 = {
    'name': question_5_name,
    'answer': question_5_answer,
}

# Question 6

question_6_name = 'Можно ли записать свой инструмент и спеть под свой аккомпанемент?'
question_6_answer = 'По сертификатам мы предоставляем запись песни на готовый минус, который уже ранее нами (либо вами) написан. Но такая возможность есть. В рамках сертификата, чтобы ничего не доплачивать — вы можете одновременно сыграть и спеть. Но мы должны сообщить вам, что такой вокал и инструмент не возможно будет потюнить по нотам и как либо откорректировать. Если вы хотите получить профессиональное звучание, то вам необходимо записать инструмент отдельно и далее использовать его как свой минус. Запись инструмента стоит 3500 рублей/1 песня /1 час — этого времени более, чем достаточно.'

question_6 = {
    'name': question_6_name,
    'answer': question_6_answer,
}

# Question 7

question_7_name = 'Сколько действителен подарочный сертификат?'
question_7_answer = 'Все подарочные сертификаты действительны полгода с даты продажи. За исключением индивидуальных условий и промо-акций. Если вы пропустили срок действия сертификата — то он аннулируется.<br><br><b>Активация подарочного сертификата</b><br>Для активации подарочного сертификата StudioVoice необходимо воспользоваться формой на сайте или отправить письмо на почту activation@studiovoice.ru с указанием индивидуального номера карты, ФИО, контактного телефона, желаемой даты и времени получения услуги или позвонить нам по номеру +7 (985) 33-256-33.<br>Бронирование принимается не позднее, чем за 14 дней до окончания срока действия сертификата. Подарочный сертификат StudioVoice является единственным подтверждением права на получение подарка. В течение 2-х рабочих дней после бронирования (за исключением праздничных и выходных дней) менеджер StudioVoice подтверждает активацию и сообщает время получения Подарка.<br><br>В выходные и праздничные дни активацию необходимо провести заранее (до наступления выходных и праздничных дней).'

question_7 = {
    'name': question_7_name,
    'answer': question_7_answer,
}

# Question 8

question_8_name = 'Что такое тюнинг вокала?'
question_8_answer = 'Тюнинг вокала — это основное волшебство, которое происходит после записи песни. Исправление фальшивых нот.<br><br>Мы категорически не используем автоматический тюнинг вокала (автотюн), который искажает голос и делает его «неузнаваемым». Мы используем только ручной тюнинг. Наши опытные инженеры трудятся над вашим вокалом, вручную ставя каждую ноту на свое место, доводя его до совершенства. В большинстве случаев этот этап обработки используется и для профессиональных артистов.'

question_8 = {
    'name': question_8_name,
    'answer': question_8_answer,
}

# Question 9

question_9_name = 'Как происходит запись?'
question_9_answer = '''
Вы звоните нам, и наш консультант поможет выбрать нужные фонограммы. Наш банк насчитывает более 30 000 качественных или оригинальных фонограмм. Если нужной Вам песни нет, мы сможем осуществить поиск нужной композиции и изготовить фонограмму с нуля.
Вам предложат выбрать удобное для Вас время записи.
К Вашему приезду мы подготовим и распечатаем текст песни. На студии Вы сможете распеться, будут предложены горячие напитки.
Уютная и комфортная атмосфера студии располагает к творчеству.
Наш звукооператор проведет небольшую экскурсию по нашей студии и расскажет про оборудование.
Вас проводят в акустическую комнату и настроят для Вас микрофон.
Вы надеваете наушники и вместе со звукооператором находите оптимальную громкость фонограммы и Вашего голоса.
Далее проходит запись: Вы можете сделать несколько дублей и (или) вписать конкретные фразы.
После записи материал передается на обработку. Тут и начинается «волшебство».
Наш специалист проводит «тюнинг» вокала т. е. расставляет спетое Вами точно по нотам.
Данный этап очень важен, потому что чаще всего именно из-за интонации создается впечатление, что вокалист поет «как то не так».
После этого материал попадает в монтаж. Ваш вокал нарезают точно под ритм песни.
Далее Ваш вокал проходит эквализацию и сложную обработку процессорами эффектов. В данном случае это и называется «сведением».
Только такая обработка позволит создать впечатление законченного материала, а не слепки. Песня не будет звучать отдельно от голоса.
Заключительным этапом является «мастеринг» Эта обработка позволяет сделать вашу песню легкой для прослушивания из любого источника, будь то ноутбук или музыкальный центр. Музыка будет звучать приятно, без резонансов и «паразитных» частот.
После этого Вам присылают готовый материал на электронную почту, либо, если Вы заказали дизайн и печать дисков, готовый продукт забираете со студии самостоятельно.
\n\n\n\n\n
P.S.: Весь вышеописанный процесс обработки в большинстве случаев происходит и с профессиональными российскими и западными артистами. И только в редких случаях исключаются первые два этапа обработки вокала.
'''

question_9 = {
    'name': question_9_name,
    'answer': question_9_answer,
}


all_questions = [
    question_1,
    question_2,
    question_3,
    question_4,
    question_5,
    question_6,
    question_7,
    question_8,
    question_9,
]


def get_questions():
    return all_questions
